Repository: lesniakr/rl-google-maps
Catalog: languages/rl-google-maps-*.po
Languages: pl_pl

source: RL Google Maps Settings
pl_pl: Ustawienia RL Google Maps

source: API Configuration
pl_pl: Konfiguracja API

source: Google Maps API Key
pl_pl: Klucz API Google Maps

source: Enter your Google Maps API key. You can get one from the
pl_pl: Wprowadź swój klucz API Google Maps. Możesz go uzyskać w

source: Default Map Settings
pl_pl: Domyślne ustawienia mapy

source: These values will be used when not specified in the shortcode.
pl_pl: Te wartości będą używane, gdy nie zostaną określone w shortcode.

source: Latitude
pl_pl: Szerokość geograficzna

source: Longitude
pl_pl: Długość geograficzna

source: Zoom Level
pl_pl: Poziom przybliżenia

source: Value between 1 (world) and 21 (street level).
pl_pl: Wartość od 1 (świat) do 21 (poziom ulicy).

source: Map Dimensions
pl_pl: Wymiary mapy

source: Desktop Height
pl_pl: Wysokość na desktopie

source: Mobile Height
pl_pl: Wysokość na mobile

source: Applied when screen width is less than 768px.
pl_pl: Stosowane gdy szerokość ekranu jest mniejsza niż 768px.

source: Marker Settings
pl_pl: Ustawienia markera

source: Custom Marker URL
pl_pl: URL niestandardowego markera

source: Leave empty to use the default marker.
pl_pl: Pozostaw puste, aby użyć domyślnego markera.

source: Map Appearance
pl_pl: Wygląd mapy

source: Custom Map Styles
pl_pl: Niestandardowe style mapy

source: Paste your custom map styles in JSON format.
pl_pl: Wklej niestandardowe style mapy w formacie JSON.

source: Browse styles on Snazzy Maps
pl_pl: Przeglądaj style na Snazzy Maps

source: Invalid JSON format for Map Styles. Default styles will be used.
pl_pl: Nieprawidłowy format JSON dla stylów mapy. Zostaną użyte domyślne style.

source: Error:
pl_pl: Błąd:

source: You must provide a Google Maps API key in the admin settings or using the api_key attribute in the shortcode.
pl_pl: Musisz podać klucz API Google Maps w ustawieniach lub używając atrybutu api_key w shortcode.
